Repository: luizgustavojunqueira/PersonalFinance
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Register your first product to keep track of private fixed income across ledgers.
pt_br: Cadastre o primeiro produto para acompanhar seus títulos privados em todos os ledgers.

source: You cannot edit your own access level.
pt_br: Você não pode editar seu próprio nível de acesso.

source: A note for this month already exists for this ledger.
pt_br: Já existe uma anotação para este mês neste ledger.

source: Accumulation factor (FV = PV x factor)
pt_br: Fator de acumulação (VF = VP x fator)

source: Amortization
pt_br: Amortização

source: Amortization schedule (Price)
pt_br: Tabela de amortização (Price)

source: Amortization schedule (SAC)
pt_br: Tabela de amortização (SAC)

source: Applied every month after the regular payment.
pt_br: Aplicada todo mês após a parcela regular.

source: Back to tools
pt_br: Voltar para ferramentas

source: Balance
pt_br: Saldo

source: Bars show total balance; line shows interest per period.
pt_br: Barras mostram o saldo total; linha mostra juros por período.

source: Best option
pt_br: Melhor opção

source: Calculate how much a single amount is worth today or in the future, given a rate and time.
pt_br: Calcule quanto vale hoje ou no futuro um valor único, dada taxa e tempo.

source: Calculate how much wealth you need to live off passive income and when you'll reach FI.
pt_br: Calcule quanto patrimônio precisa para viver de renda e quando atingirá a IF.

source: Calculate how much you need to contribute monthly to reach your goal.
pt_br: Calcule quanto precisa contribuir por mês para atingir sua meta.

source: Calculate installment, total paid and interest for a loan.
pt_br: Calcule parcela, total pago e juros de um financiamento.

source: Calculate the rate of return you need to reach your financial goal.
pt_br: Calcule a taxa de retorno necessária para atingir sua meta financeira.

source: Calculate the required rate of return to reach your financial goal.
pt_br: Calcule a taxa de retorno necessária para atingir sua meta financeira.

source: Calculate wealth needed for FI and time to reach it.
pt_br: Calcule o patrimônio necessário para IF e o tempo para chegar lá.

source: Choose Price, SAC or compare both side by side
pt_br: Escolha Price, SAC ou compare lado a lado

source: Compare
pt_br: Comparar

source: Compare Price and SAC: see first/last installment, totals and full amortization tables for each method.
pt_br: Compare Price e SAC: veja primeira/última parcela, totais e tabelas completas de cada método.

source: Compare financing with and without investing the cash.
pt_br: Compare financiar com e sem investir o dinheiro.

source: Compare financing with installments vs paying upfront with discount.
pt_br: Compare financiar em parcelas vs pagar à vista com desconto.

source: Compare financing with installments while investing your cash versus paying upfront with a discount.
pt_br: Compare financiar em parcelas investindo o dinheiro vs pagar à vista com desconto.

source: Comparison
pt_br: Comparação

source: Contribution calculator
pt_br: Calculadora de aportes

source: Current Progress
pt_br: Progresso atual

source: Defines how much wealth you need. Classic: 4% (need 25x annual expenses). Lower rate = more wealth needed, safer.
pt_br: Define quanto patrimônio você precisa. Clássico: 4% (precisa de 25x despesas anuais). Taxa menor = mais patrimônio, mais seguro.

source: Desired monthly expenses
pt_br: Despesas mensais desejadas

source: Discount amount
pt_br: Valor do desconto

source: Discount factor (PV = FV / factor)
pt_br: Fator de desconto (VP = VF / fator)

source: Discount or compound a single cash flow with rate conversion.
pt_br: Desconte ou capitalize um fluxo único com conversão de taxa.

source: Draft Transactions
pt_br: Transações em rascunho

source: Drafts
pt_br: Rascunhos

source: Duration
pt_br: Prazo

source: Earnings from returns
pt_br: Rendimentos dos juros

source: Evolution over time
pt_br: Evolução ao longo do tempo

source: Expected monthly return on your investments
pt_br: Retorno mensal esperado dos investimentos

source: Expected return (% per month)
pt_br: Retorno esperado (% ao mês)

source: Expected return rate (%)
pt_br: Taxa de retorno esperada (%)

source: Extra active
pt_br: Extra ativo

source: Extra amortization
pt_br: Amortização extra

source: Extra amortization (monthly, optional)
pt_br: Amortização extra (mensal, opcional)

source: Extra can't be negative; using 0.
pt_br: Extra não pode ser negativo; usando 0.

source: Extra is greater than the initial balance; it will be limited by early payoff.
pt_br: Extra maior que o saldo inicial; será limitado pelo quitamento antecipado.

source: FI Target
pt_br: Meta de IF

source: Factor
pt_br: Fator

source: Failed to save monthly note.
pt_br: Falha ao salvar nota mensal.

source: Final balance
pt_br: Saldo final

source: Finance and invest
pt_br: Financiar e investir

source: Finance or pay upfront?
pt_br: Financiar ou pagar à vista?

source: Financial Independence (FI)
pt_br: Independência Financeira (IF)

source: Financial math tools
pt_br: Ferramentas de matemática financeira

source: Find future value (grow a present amount)
pt_br: Encontrar valor futuro (crescer um valor presente)

source: Find present value (discount a future amount)
pt_br: Encontrar valor presente (descontar um valor futuro)

source: Future amount (target)
pt_br: Valor futuro (alvo)

source: Future value
pt_br: Valor futuro

source: Horizon
pt_br: Horizonte

source: How much you want to spend per month living off investments
pt_br: Quanto quer gastar por mês vivendo dos investimentos

source: How much you'll invest every month
pt_br: Quanto você investirá por mês

source: How the amount evolves with this rate and time
pt_br: Como o valor evolui com essa taxa e tempo

source: In the time horizon set
pt_br: No horizonte definido

source: Initial amount
pt_br: Valor inicial

source: Installment
pt_br: Parcela

source: Installment interest (% per month)
pt_br: Juros da parcela (% ao mês)

source: Interest
pt_br: Juros

source: Interest earned
pt_br: Juros ganhos

source: Interest rate (%)
pt_br: Taxa de juros (%)

source: Interest saved
pt_br: Juros economizados

source: Interest simulator
pt_br: Simulador de juros

source: Investment balance after all installments
pt_br: Saldo do investimento após todas as parcelas

source: Investment return (% per month)
pt_br: Retorno do investimento (% ao mês)

source: Limit calculation to this many years (default: 50)
pt_br: Limitar o cálculo a este número de anos (padrão: 50).

source: Loan amount
pt_br: Valor do empréstimo

source: Loan simulator
pt_br: Simulador de empréstimo

source: Maximum time horizon (years)
pt_br: Horizonte máximo (anos)

source: Method
pt_br: Método

source: Month must be between 1 and 12.
pt_br: O mês deve estar entre 1 e 12.

source: Monthly balance evolution (financing)
pt_br: Evolução mensal do saldo (financiamento)

source: Monthly contribution
pt_br: Aporte mensal

source: Monthly contribution (optional)
pt_br: Aporte mensal (opcional)

source: Monthly installment
pt_br: Parcela mensal

source: Monthly note saved.
pt_br: Nota mensal salva.

source: Months saved
pt_br: Meses economizados

source: Net cost
pt_br: Custo líquido

source: Net cost (paid - remaining)
pt_br: Custo líquido (pago - restante)

source: Net cost difference
pt_br: Diferença de custo líquido

source: No draft transactions.
pt_br: Nenhuma transação em rascunho.

source: No general notes for this ledger yet.
pt_br: Ainda não há notas gerais para este ledger.

source: No notes for this profile
pt_br: Não há notas para este perfil

source: Not applied
pt_br: Não aplicado

source: Not reached
pt_br: Não atingido

source: Notes
pt_br: Notas

source: Notes (context, goals, reminders)
pt_br: Notas (contexto, metas, lembretes)

source: Notes (rules, focus, reminders)
pt_br: Notas (regras, foco, lembretes)

source: Notes for this month (exceptions, goals, context)
pt_br: Notas para este mês (exceções, metas, contexto)

source: Notes:
pt_br: Notas:

source: Number of installments (months)
pt_br: Número de parcelas (meses)

source: Pay upfront
pt_br: Pagar à vista

source: Payment
pt_br: Pagamento

source: Present amount (today)
pt_br: Valor presente (hoje)

source: Present value
pt_br: Valor presente

source: Present/Future Value
pt_br: Valor Presente/Futuro

source: Present/Future value
pt_br: Valor Presente/Futuro

source: Projected Wealth
pt_br: Patrimônio projetado

source: Purchase price
pt_br: Preço de compra

source: Rate (%)
pt_br: Taxa (%)

source: Rate calculator
pt_br: Calculadora de taxa

source: Rate period
pt_br: Período da taxa

source: Required annual rate
pt_br: Taxa anual necessária

source: Required monthly contribution
pt_br: Aporte mensal necessário

source: Required monthly rate
pt_br: Taxa mensal necessária

source: Safe withdrawal rate (% per year)
pt_br: Taxa segura de retirada (% ao ano)

source: Save as draft
pt_br: Salvar como rascunho

source: Save monthly notes
pt_br: Salvar notas mensais

source: Saved vs no extra
pt_br: Economia vs sem extra

source: Simple and compound interest with optional monthly contributions.
pt_br: Juros simples e compostos com aportes mensais opcionais.

source: Simulate how your investment evolves over time with simple or compound interest, monthly contributions and different time units.
pt_br: Simule a evolução do seu investimento com juros simples ou compostos, aportes mensais e unidades de tempo diferentes.

source: Simulate investments, debts and financial plans for this ledger.
pt_br: Simule investimentos, dívidas e planos financeiros para este ledger.

source: Summary
pt_br: Resumo

source: Target amount
pt_br: Valor alvo

source: Term
pt_br: Prazo

source: Time period
pt_br: Período

source: Time to FI
pt_br: Tempo para IF

source: To reach
pt_br: Para alcançar

source: Total contributed
pt_br: Total aportado

source: Total growth / discount
pt_br: Crescimento / desconto total

source: Total interest
pt_br: Total de juros

source: Total paid in installments
pt_br: Total pago em parcelas

source: Total wealth you have today (cash + investments)
pt_br: Patrimônio total que você tem hoje (caixa + investimentos)

source: Transactions saved as draft (not in balance)
pt_br: Transações salvas como rascunho (fora do saldo)

source: Unit
pt_br: Unidade

source: Upfront cost (after discount)
pt_br: Custo à vista (com desconto)

source: Upfront discount (%) (optional)
pt_br: Desconto à vista (%) (opcional)

source: Use simple interest instead of compound
pt_br: Usar juros simples em vez de compostos

source: Usually paying upfront is better, unless the financing rate is very low or your investment return is very high.
pt_br: Normalmente pagar à vista é melhor, a menos que a taxa do financiamento seja muito baixa ou o retorno do investimento seja muito alto.

source: Value over time
pt_br: Valor ao longo do tempo

source: Wealth Evolution
pt_br: Evolução do patrimônio

source: Wealth needed for
pt_br: Patrimônio necessário para

source: What do you want to find?
pt_br: O que você quer encontrar?

source: Write any extra context about this ledger...
pt_br: Escreva qualquer contexto extra sobre este ledger...

source: Write any extra context about this profile...
pt_br: Escreva qualquer contexto extra sobre este perfil...

source: Write your monthly notes here...
pt_br: Escreva suas notas mensais aqui...

source: Year must be between 1900 and 3000.
pt_br: O ano deve estar entre 1900 e 3000.

source: You have the money: finance and invest it, paying installments from returns.
pt_br: Você tem o dinheiro: financie e invista, pagando as parcelas com os rendimentos.

source: You have the money: pay upfront and get the discount.
pt_br: Você tem o dinheiro: pague à vista e pegue o desconto.

source: You'll reach FI!
pt_br: Você alcançará a IF!

source: Your path to financial independence
pt_br: Seu caminho para a independência financeira

source: and contributing
pt_br: e contribuindo

source: and expecting an average return of
pt_br: e esperando um retorno médio de

source: in
pt_br: em

source: months
pt_br: meses

source: per month
pt_br: por mês

source: per year
pt_br: por ano

source: starting with
pt_br: começando com

source: years
pt_br: anos

source: you need an average return of
pt_br: você precisa de um retorno médio de

source: you need to contribute
pt_br: você precisa aportar
