Repository: luizgustavojunqueira/PersonalFinance
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Attempting to reconnect
pt_br: Tentando reconectar

source: Create First Ledger
pt_br: Criar Primeiro Ledger

source: Hang in there while we get back on track
pt_br: Aguarde enquanto voltamos aos trilhos

source: Hello, %{name}! 👋
pt_br: Olá, %{name}! 👋

source: Manage your ledgers and track your finances
pt_br: Gerencie seus ledgers e acompanhe suas finanças

source: My Ledgers
pt_br: Meus Ledgers

source: New Ledger
pt_br: Novo Ledger

source: No ledgers found
pt_br: Nenhum ledger encontrado

source: Shared Ledgers
pt_br: Ledgers Compartilhados

source: Something went wrong!
pt_br: Algo deu errado!

source: Start by creating your first ledger to manage your finances
pt_br: Comece criando seu primeiro ledger para gerenciar suas finanças

source: We can't find the internet
pt_br: Não conseguimos encontrar a internet

source: close
pt_br: fechar

source: Account Settings
pt_br: Configurações da Conta

source: Admin email
pt_br: Email do administrador

source: Admin name
pt_br: Nome do administrador

source: Admin account created successfully! You can now log in.
pt_br: Conta de administrador criada com sucesso! Você pode fazer login agora.

source: Are you sure you want to delete the ledger "%{name}"?
pt_br: Tem certeza de que deseja excluir o ledger "%{name}"?

source: Cancel
pt_br: Cancelar

source: Confirm Password
pt_br: Confirmar Senha

source: Confirm new password
pt_br: Confirmar nova senha

source: Create Admin Account
pt_br: Criar Conta de Administrador

source: Create the first admin account for your Personal Finance system.
pt_br: Crie a primeira conta de administrador para o seu sistema de Finanças Pessoais.

source: Creating admin...
pt_br: Criando administrador...

source: Delete
pt_br: Excluir

source: Delete Ledger
pt_br: Excluir Ledger

source: Delete Ledger - %{name}
pt_br: Excluir Ledger - %{name}

source: Description
pt_br: Descrição

source: Edit
pt_br: Editar

source: Edit Ledger
pt_br: Editar Ledger

source: Edit Ledger - %{name}
pt_br: Editar Ledger - %{name}

source: Error deleting ledger
pt_br: Erro ao excluir ledger

source: Hide values
pt_br: Ocultar valores

source: Initial Setup
pt_br: Configuração Inicial

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Keep me logged in
pt_br: Manter conectado

source: Ledger deleted successfully.
pt_br: Ledger excluído com sucesso.

source: Ledger not found.
pt_br: Ledger não encontrado.

source: Ledger saved successfully.
pt_br: Ledger salvo com sucesso.

source: Log in
pt_br: Entrar

source: Logged out successfully.
pt_br: Logout realizado com sucesso.

source: Manage your account settings
pt_br: Gerencie as configurações da sua conta

source: Name
pt_br: Nome

source: New password
pt_br: Nova senha

source: Open Ledger
pt_br: Abrir Ledger

source: Owner
pt_br: Proprietário

source: Password
pt_br: Senha

source: Password updated successfully!
pt_br: Senha atualizada com sucesso!

source: Save
pt_br: Salvar

source: Save Password
pt_br: Salvar Senha

source: Saving...
pt_br: Salvando...

source: Show values
pt_br: Mostrar valores

source: This Month
pt_br: Este Mês

source: Total Balance
pt_br: Saldo Total

source: Transactions
pt_br: Transações

source: User confirmed successfully.
pt_br: Usuário confirmado com sucesso.

source: Welcome back!
pt_br: Bem-vindo de volta!

source: You need to reauthenticate to perform sensitive actions on your account.
pt_br: Você precisa reautenticar para realizar ações sensíveis na sua conta.

source: Add Transaction
pt_br: Adicionar Transação

source: Amount
pt_br: Quantidade

source: CSV File
pt_br: Arquivo CSV

source: Category
pt_br: Categoria

source: Date
pt_br: Data

source: Date not available
pt_br: Data não disponível

source: Drag and drop your CSV file
pt_br: Arraste e solte seu arquivo CSV

source: E.g.: 1
pt_br: Ex.: 1

source: E.g.: 10.00
pt_br: Ex.: 10,00

source: E.g.: 14:30
pt_br: Ex.: 14:30

source: E.g.: 2023-10-01
pt_br: Ex.: 2023-10-01

source: E.g.: Monster
pt_br: Ex.: Monster

source: Edit Transaction
pt_br: Editar Transação

source: Error confirming transaction.
pt_br: Erro ao confirmar transação.

source: Error importing transactions
pt_br: Erro ao importar transações

source: Expected Date
pt_br: Data prevista

source: Expense
pt_br: Despesa

source: Export
pt_br: Exportar

source: Failed to delete transaction.
pt_br: Falha ao excluir transação.

source: File too large (maximum 5MB)
pt_br: Arquivo muito grande (máximo de 5 MB)

source: File type not accepted (CSV only)
pt_br: Tipo de arquivo não aceito (apenas CSV)

source: Import
pt_br: Importar

source: Import Transactions
pt_br: Importar Transações

source: Importing...
pt_br: Importando...

source: Income
pt_br: Receita

source: Investment Type
pt_br: Tipo de investimento

source: Months to display
pt_br: Meses a exibir

source: New Transaction
pt_br: Nova Transação

source: No file was processed.
pt_br: Nenhum arquivo foi processado.

source: No pending transactions.
pt_br: Nenhuma transação pendente.

source: No transactions found.
pt_br: Nenhuma transação encontrada.

source: Only one file at a time
pt_br: Apenas um arquivo por vez

source: Pending Transactions
pt_br: Transações Pendentes

source: Profile
pt_br: Perfil

source: Select a category
pt_br: Selecione uma categoria

source: Select a profile
pt_br: Selecione um perfil

source: Select a type
pt_br: Selecione um tipo

source: Select an investment type
pt_br: Selecione um tipo de investimento

source: Start Date
pt_br: Data de início

source: Starting download...
pt_br: Iniciando download...

source: Time
pt_br: Horário

source: Total Value
pt_br: Valor Total

source: Transaction not found.
pt_br: Transação não encontrada.

source: Transaction successfully deleted.
pt_br: Transação excluída com sucesso.

source: Transaction successfully saved.
pt_br: Transação salva com sucesso.

source: Type
pt_br: Tipo

source: Unexpected result structure.
pt_br: Estrutura de resultado inesperada.

source: Unit Value
pt_br: Valor unitário

source: Upcoming Recurring Transactions
pt_br: Próximas transações recorrentes

source: Upload error
pt_br: Erro no upload

source: Value
pt_br: Valor

source: or click to select (maximum 5MB)
pt_br: ou clique para selecionar (máximo de 5 MB)

source: Activate/Deactivate
pt_br: Ativar/Desativar

source: Active
pt_br: Ativo

source: Add collaborator
pt_br: Adicionar colaborador

source: Adding...
pt_br: Adicionando...

source: All eligible users are already part of this ledger.
pt_br: Todos os usuários elegíveis já fazem parte deste ledger.

source: All recurring transactions associated with this profile will be permanently deleted.
pt_br: Todas as transações recorrentes associadas a este perfil serão excluídas permanentemente.

source: Are you sure you want to delete the profile "%{name}"?
pt_br: Tem certeza de que deseja excluir o perfil "%{name}"?

source: Bars
pt_br: Barras

source: Category successfully deleted.
pt_br: Categoria excluída com sucesso.

source: Category successfully saved.
pt_br: Categoria salva com sucesso.

source: Choose a user to collaborate on this ledger.
pt_br: Escolha um usuário para colaborar neste ledger.

source: Collaborator
pt_br: Colaborador

source: Collaborator successfully removed.
pt_br: Colaborador removido com sucesso.

source: Collaborators
pt_br: Colaboradores

source: Color
pt_br: Cor

source: Current Balance
pt_br: Saldo atual

source: Current Value
pt_br: Valor atual

source: Delete profile
pt_br: Excluir perfil

source: Deposit
pt_br: Depósito

source: Edit Profile
pt_br: Editar Perfil

source: Edit profile
pt_br: Editar perfil

source: Edit recurring transaction
pt_br: Editar transação recorrente

source: End
pt_br: Fim

source: End date
pt_br: Data final

source: Equity
pt_br: Patrimônio

source: Error deleting recurring transaction.
pt_br: Erro ao excluir transação recorrente.

source: Error updating recurring transaction status.
pt_br: Erro ao atualizar o status da transação recorrente.

source: Expenses
pt_br: Despesas

source: Failed to delete profile.
pt_br: Falha ao excluir perfil.

source: Fixed Income
pt_br: Renda Fixa

source: Fixed Income Composition
pt_br: Composição de Renda Fixa

source: Fixed income not found.
pt_br: Investimento de renda fixa não encontrado.

source: Fixed income successfully saved.
pt_br: Investimento de renda fixa salvo com sucesso.

source: Frequency
pt_br: Frequência

source: Gross Value
pt_br: Valor bruto

source: Home
pt_br: Início

source: Inactive
pt_br: Inativo

source: Incomes
pt_br: Receitas

source: Invite
pt_br: Convidar

source: Manage profiles and recurrences
pt_br: Gerencie perfis e recorrências

source: Manage who has access to this ledger.
pt_br: Gerencie quem tem acesso a este ledger.

source: Monthly
pt_br: Mensal

source: Monthly Analysis
pt_br: Análise mensal

source: Monthly Balance
pt_br: Saldo mensal

source: Net Value
pt_br: Valor líquido

source: New Profile
pt_br: Novo Perfil

source: New profile
pt_br: Novo perfil

source: New recurring transaction
pt_br: Nova transação recorrente

source: No collaborators added.
pt_br: Nenhum colaborador adicionado.

source: No description
pt_br: Sem descrição

source: No profiles registered yet.
pt_br: Nenhum perfil cadastrado ainda.

source: No recurring transactions registered for this profile.
pt_br: Nenhuma transação recorrente cadastrada para este perfil.

source: Page not found.
pt_br: Página não encontrada.

source: Period
pt_br: Período

source: Pie
pt_br: Pizza

source: Profile not found.
pt_br: Perfil não encontrado.

source: Profile successfully deleted.
pt_br: Perfil excluído com sucesso.

source: Profile successfully saved.
pt_br: Perfil salvo com sucesso.

source: Recent Transactions
pt_br: Transações recentes

source: Recurring transaction status successfully updated.
pt_br: Status da transação recorrente atualizado com sucesso.

source: Recurring transaction successfully created.
pt_br: Transação recorrente criada com sucesso.

source: Recurring transaction successfully deleted.
pt_br: Transação recorrente excluída com sucesso.

source: Recurring transaction successfully updated.
pt_br: Transação recorrente atualizada com sucesso.

source: See all
pt_br: Ver tudo

source: Select a user
pt_br: Selecione um usuário

source: Settings
pt_br: Configurações

source: Start
pt_br: Início

source: Start date
pt_br: Data de início

source: Total Invested
pt_br: Total investido

source: User
pt_br: Usuário

source: Value (R$)
pt_br: Valor (R$)

source: Warnings
pt_br: Avisos

source: Withdraw
pt_br: Resgate

source: Yearly
pt_br: Anual

source: successfully added.
pt_br: adicionado com sucesso.

source: Category not found.
pt_br: Categoria não encontrada.

source: Edit Category
pt_br: Editar Categoria

source: Failed to delete category.
pt_br: Falha ao excluir categoria.

source: New Category
pt_br: Nova Categoria

source: Percentage
pt_br: Percentual

source: A category with this name already exists for this ledger.
pt_br: Já existe uma categoria com esse nome para este ledger.

source: A default profile already exists for this ledger.
pt_br: Já existe um perfil padrão para este ledger.

source: A profile with this name already exists for this ledger.
pt_br: Já existe um perfil com este nome para este ledger.

source: Access
pt_br: Acesso

source: Actions
pt_br: Ações

source: Add Category
pt_br: Adicionar Categoria

source: All items loaded
pt_br: Todos os itens foram carregados

source: Amount is required.
pt_br: A quantidade é obrigatória.

source: Amount must be greater than zero.
pt_br: A quantidade deve ser maior que zero.

source: Apply filters
pt_br: Aplicar filtros

source: Are you sure you want to delete the category "%{name}"?
pt_br: Tem certeza de que deseja excluir a categoria "%{name}"?

source: Categories
pt_br: Categorias

source: Category percentage %{name}
pt_br: Porcentagem da categoria %{name}

source: Clear filters
pt_br: Limpar filtros

source: Current balance cannot be negative.
pt_br: O saldo atual não pode ser negativo.

source: Date is required.
pt_br: A data é obrigatória.

source: Delete Category
pt_br: Excluir Categoria

source: Description is required.
pt_br: A descrição é obrigatória.

source: Description is too long.
pt_br: Descrição muito longa.

source: Description must be at most 255 characters.
pt_br: A descrição deve ter no máximo 255 caracteres.

source: Description must be at most 500 characters.
pt_br: A descrição deve ter no máximo 500 caracteres.

source: End date must be after the start date.
pt_br: A data de término deve ser posterior à data de início.

source: Filters
pt_br: Filtros

source: Fixed category descriptions cannot be changed.
pt_br: As descrições de categorias fixas não podem ser alteradas.

source: Fixed category names cannot be changed.
pt_br: Os nomes de categorias fixas não podem ser alterados.

source: Frequency is required.
pt_br: A frequência é obrigatória.

source: Initial investment is required.
pt_br: O valor inicial é obrigatório.

source: Initial investment must be greater than zero.
pt_br: O valor inicial deve ser maior que zero.

source: Institution is required.
pt_br: A instituição é obrigatória.

source: Institution must be at most 100 characters.
pt_br: A instituição deve ter no máximo 100 caracteres.

source: Invalid frequency.
pt_br: Frequência inválida.

source: Invalid investment type.
pt_br: Tipo de investimento inválido.

source: Invalid remuneration basis.
pt_br: Base de remuneração inválida.

source: Invalid transaction type.
pt_br: Tipo de transação inválido.

source: Invalid type.
pt_br: Tipo inválido.

source: Invalid value for percentage.
pt_br: Valor inválido para porcentagem.

source: Invalid yield frequency.
pt_br: Frequência de rentabilidade inválida.

source: Investment type is required.
pt_br: O tipo de investimento é obrigatório.

source: Loaded %{current} of %{total}
pt_br: Carregado %{current} de %{total}

source: Locked
pt_br: Bloqueado

source: Name is required.
pt_br: O nome é obrigatório.

source: Name must be at most 100 characters.
pt_br: O nome deve ter no máximo 100 caracteres.

source: Name must be between 1 and 100 characters.
pt_br: O nome deve ter entre 1 e 100 caracteres.

source: No items found
pt_br: Nenhum item encontrado

source: Page %{page}/%{total}
pt_br: Página %{page}/%{total}

source: Percentage (100% max.)
pt_br: Porcentagem (100% máx.)

source: Percentage is required.
pt_br: A porcentagem é obrigatória.

source: Percentage must be between 0 and 100.
pt_br: A porcentagem deve estar entre 0 e 100.

source: Please indicate whether the investment is tax exempt.
pt_br: Informe se o investimento é isento de imposto.

source: Profile is required.
pt_br: O perfil é obrigatório.

source: Profiles
pt_br: Perfis

source: Remuneration basis is required.
pt_br: A base de remuneração é obrigatória.

source: Remuneration rate is required.
pt_br: A taxa de remuneração é obrigatória.

source: Remuneration rate must be greater than zero.
pt_br: A taxa de remuneração deve ser maior que zero.

source: Select a category.
pt_br: Selecione uma categoria.

source: Select a profile.
pt_br: Selecione um perfil.

source: Start date is required.
pt_br: A data de início é obrigatória.

source: The total percentage for all categories cannot exceed 100%.
pt_br: A soma das porcentagens de todas as categorias não pode exceder 100%.

source: This field is required.
pt_br: Este campo é obrigatório.

source: Time is required.
pt_br: A hora é obrigatória.

source: Transaction value is required.
pt_br: O valor da transação é obrigatório.

source: Type is required.
pt_br: O tipo é obrigatório.

source: Unable to update the percentage.
pt_br: Não foi possível atualizar a porcentagem.

source: Value is required.
pt_br: O valor é obrigatório.

source: Value must be greater than zero.
pt_br: O valor deve ser maior que zero.

source: Value must be true or false.
pt_br: O valor deve ser verdadeiro ou falso.

source: Withdrawal amount cannot exceed current balance.
pt_br: O valor do resgate não pode ser maior que o saldo atual.

source: Yield frequency is required.
pt_br: A frequência de rentabilidade é obrigatória.

source: You already have an investment with this name.
pt_br: Você já possui um investimento com este nome.

source: Annual
pt_br: Anual

source: At maturity
pt_br: No vencimento

source: Create transaction
pt_br: Criar transação

source: Daily
pt_br: Diário

source: Gross yield
pt_br: Rendimento bruto

source: Ledger or fixed income not found.
pt_br: Ledger ou renda fixa não encontrado.

source: Net yield
pt_br: Rendimento líquido

source: New Fixed Income
pt_br: Nova Renda Fixa

source: No apparent yield yet
pt_br: Sem rendimento

source: Quarterly
pt_br: Quadrimestral

source: Remuneration
pt_br: Remuneração

source: Semiannual
pt_br: Semestral

source: Tax deducted
pt_br: Imposto deduzido

source: Weekly
pt_br: Semanal

source: Yield
pt_br: Rendimento

source: Access control
pt_br: Controle de acesso

source: Budgets and labels
pt_br: Orçamentos e rótulos

source: Classify your expenses and control allocation caps.
pt_br: Classifique seus gastos e controle os limites de alocação.

source: Expand profile
pt_br: Expandir perfil

source: Invite collaborators and manage permissions in real time.
pt_br: Convide colaboradores e gerencie permissões em tempo real.

source: Manage ledger collaborators
pt_br: Gerencie colaboradores do ledger

source: Organize recurring entries with color-coded personas.
pt_br: Organize lançamentos recorrentes com personas identificadas por cor.

source: Profiles & recurrences
pt_br: Perfis e recorrências

source: You have not created any categories yet. Start by adding one above.
pt_br: Você ainda não criou nenhuma categoria. Comece adicionando uma acima.

source: A few quick steps before tracking your finances.
pt_br: Alguns passos rápidos antes de acompanhar suas finanças.

source: Access your finances securely.
pt_br: Acesse suas finanças com segurança.

source: Admin Area
pt_br: Área Administrativa

source: Curate and monitor your private fixed income positions in one place.
pt_br: Centralize e acompanhe seus ativos de renda fixa privados em um só lugar.

source: Current month
pt_br: Mês atual

source: Define who will manage this instance. You can add more admins later.
pt_br: Defina quem vai administrar esta instância. Você poderá adicionar outros admins depois.

source: Encrypted sessions with scoped permissions.
pt_br: Sessões criptografadas com permissões por escopo.

source: Fixed income
pt_br: Renda fixa

source: Fixed income details
pt_br: Detalhes da renda fixa

source: Goal
pt_br: Meta

source: Gross: %{gross} · Tax: %{tax}
pt_br: Bruto: %{gross} · Imposto: %{tax}

source: Home overview
pt_br: Visão geral

source: Instance Setup
pt_br: Configuração da Instância

source: Investment summary
pt_br: Resumo do investimento

source: Keep an eye on budgets getting close to the limit.
pt_br: Fique de olho nos orçamentos que estão perto do limite.

source: Monitor your budgets and balances in one place.
pt_br: Monitore seus orçamentos e saldos em um só lugar.

source: Need help? Contact your instance administrator.
pt_br: Precisa de ajuda? Fale com o administrador da sua instância.

source: No recent transactions yet.
pt_br: Ainda não há transações recentes.

source: Only you control the data. Everything stays on your server.
pt_br: Só você controla os dados. Tudo fica no seu servidor.

source: Prepare your admin account.
pt_br: Prepare sua conta de administrador.

source: Reauthentication required
pt_br: Reautenticação necessária

source: Remaining
pt_br: Restante

source: See how categories perform this month.
pt_br: Veja como as categorias se comportam neste mês.

source: Spent
pt_br: Gasto

source: Store them in a secure password manager.
pt_br: Guarde-as em um gerenciador de senhas seguro.

source: Switch profiles without leaving the dashboard.
pt_br: Troque de perfis sem sair do painel.

source: These credentials unlock every ledger and profile.
pt_br: Essas credenciais liberam todos os ledgers e perfis.

source: Track private investments at a glance.
pt_br: Acompanhe seus investimentos privados em um relance.

source: Use your admin credentials to enter the control panel.
pt_br: Use suas credenciais de administrador para entrar no painel de controle.

source: Use your credentials to access the dashboard.
pt_br: Use suas credenciais para acessar o painel.

source: View details
pt_br: Ver detalhes

source: %{count} person
pt_br: %{count} pessoa

source: Access level guidance
pt_br: Orientação sobre nível de acesso

source: Add Teammate
pt_br: Adicionar membro

source: Admin
pt_br: Administrador

source: Administrators
pt_br: Administradores

source: All collaborators currently allowed to use the platform.
pt_br: Todos os colaboradores atualmente autorizados a usar a plataforma.

source: Choose admin for teammates who need full control.
pt_br: Escolha administrador para colegas que precisam de controle total.

source: Delete User
pt_br: Excluir Usuário

source: Delete user
pt_br: Excluir usuário

source: Directory
pt_br: Diretório

source: Edit User: %{name}
pt_br: Editar usuário: %{name}

source: Edit user
pt_br: Editar usuário

source: Full name
pt_br: Nome completo

source: Invite someone
pt_br: Convidar alguém

source: Invite teammate
pt_br: Convidar membro

source: Invite teammates, define roles and keep your back-office tidy.
pt_br: Convide colegas, defina funções e mantenha o backoffice organizado.

source: Invite your first collaborator to unlock shared bookkeeping and approvals.
pt_br: Convide seu primeiro colaborador para liberar conciliações e aprovações compartilhadas.

source: Joined %{date}
pt_br: Entrou em %{date}

source: Member
pt_br: Membro

source: Members
pt_br: Membros

source: New User
pt_br: Novo usuário

source: Reset password (optional)
pt_br: Redefinir senha (opcional)

source: Role
pt_br: Função

source: Sorted by most recent
pt_br: Ordenado pelos mais recentes

source: Team Access
pt_br: Acesso da equipe

source: Temporary password
pt_br: Senha temporária

source: There are no additional users yet.
pt_br: Ainda não há outros usuários.

source: Total Users
pt_br: Total de usuários

source: Update permissions
pt_br: Atualizar permissões

source: User Management
pt_br: Gestão de usuários

source: User created successfully
pt_br: Usuário criado com sucesso

source: User deleted successfully
pt_br: Usuário excluído com sucesso

source: User updated successfully
pt_br: Usuário atualizado com sucesso

source: Admins have full access to every ledger and can invite new teammates. Members manage their own ledgers and can be invited into others as collaborators.
pt_br: Admins têm acesso total a todos os ledgers e podem convidar novos membros. Membros administram seus próprios ledgers e podem ser convidados para colaborar em outros.

source: Capture important dates for this position.
pt_br: Defina as datas dessa posição.

source: Configure remuneration and capital inputs.
pt_br: Configure remununeração e investimento inicial.

source: Describe the product and assign it to a profile.
pt_br: Descreva o produto e vincule a um perfil.

source: Existing user details are locked. Only the role can be updated from here.
pt_br: Os dados do usuário estão bloqueados. Apenas o papel pode ser atualizado aqui.

source: General information
pt_br: Informações gerais

source: No fixed income positions yet.
pt_br: Ainda não há posições de renda fixa.

source: Register a movement for this fixed income.
pt_br: Registrar movimentação para esta renda fixa.

source: Register a new teammate so they can access the system.
pt_br: Cadastre um novo membro para que ele possa acessar o sistema.
